[
	{
		"id": "pc_1",
		"name": "Toshiba Canvio Basics HDTB410EK3AA 1000 Гб",
		"price": "27999",
		"description": "Внешний HDD Toshiba Canvio Basics HDTB410EK3AA обеспечит вас 1 Тб памяти. Это значит, что вы сможете хранить на нем сотни любимых фильмов в прекрасном разрешении, игр, видеороликов и прочих файлов, не говоря уже о текстовых файлах и электронных книгах. Вы постоянно работаете с большим количеством компьютерной информации и и часто заняты в командировках? Или вы просто любите, чтобы все ваши любимые медиапроизведения, фильмы, игры, фотографии и пр., всегда были при вас, даже если их у вас не одна сотня и они занимают много памяти?",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/h7e/h43/63775063015454.jpg?format=gallery-medium",
		"category": "pc"
	},
	{
		"id": "pc_2",
		"name": "Intel Core i5 12400F OEM",
		"price": "65 400 ",
		"description": "Процессор Intel Core i5-12400F – чип со сбалансированной производительностью. Можно использовать его для создания различных сборок. При изготовлении применялся технологический процесс 7 нм. Он позволяет добиться небольшого потребления энергии и тепловыделения. Процессор выполнен с применением архитектуры Alder Lake. Она позволила поднять производительность в сравнении с чипами прошлого поколения. Используется шесть ядер и двенадцать потоков для обработки информации.",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/hc1/h5c/64405668659230.jpg?format=preview-large",
		"category": "pc"
	},
	{
		"id": "pc_3",
		"name": "Kingston SKC3000S/1024G 1024 ГБ",
		"price": "41 830",
		"description": "Твердотельный накопитель SSD M.2 Kingston KC3000 [SKC3000S/1024G] обеспечивает высокий уровень производительности благодаря контроллеру Gen 4x4 NVMe и технологии памяти 3D TLC NAND. Модернизируйте хранилище и повысьте надежность системы, чтобы справляться с требовательными рабочими нагрузками и увеличить производительность программных приложений, таких как 3D-рендеринг и создание контента с разрешением 4K+. ",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/hce/h57/64074501685278.jpg?format=gallery-medium",
		"category": "pc"
	},
	{
		"id": "pc_4",
		"name": "Блок питания Deepcool PF750 750 Вт",
		"price": "27999",
		"description": "Блок питания DEEPCOOL PF750 [R-PF750D-HA0B-EU] с мощностью по всем линиям на выходе 750 Вт достаточно производителен, чтобы обеспечивать питание всем модулям игрового системного блока. В этом устройстве предусмотрены кабели черного цвета, на которых установлены как основной разъем питания, так и интерфейс 4+4 pin CPU для подключения ЦПУ, разъемы для SATA-накопителей (до 6 шт) и видеокарт (до 4 шт). Сетевой кабель поставляется вместе с БП, рассчитанным на работу при входном напряжении 200-240 В.",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/h6f/h53/64455817789470.jpg?format=gallery-medium",
		"category": "pc"
	},
	{
		"id": "pc_5",
		"name": "Система охлаждения ID-COOLING SE-226-XT Black",
		"price": "17999",
		"description": "Система охлаждения ID-Cooling SE-226-XT предназначена для охлаждения процессоров с заявленным показателем TDP до 250 Вт. Для кулера указывается 100-процентная совместимость с любой оперативной памятью, не зависимо от высоты модулей.Конструкция SE-226-XT включает медное основание, сквозь которое пропущены шесть медных тепловых трубок, которые переносят тепло к пластинам алюминиевого радиатора. На радиаторе закреплён 120-миллиметровый вентилятор. В SE-226-XT Black чёрный вентилятор, вращающийся со скоростью 700–1800 об/мин. Шум при этом составляет 15,2–35,2 дбА. Максимальным оборотам соответствует поток 129,5 м3/ч.",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/h50/h9d/64342318022686.jpg?format=gallery-medium",
		"category": "pc"
	},
	{
		"id": "pc_6",
		"name": "Palit GeForce RTX 3060 Dual  12GB",
		"price": "161900",
		"description": "Видеокарта Palit GeForce RTX 3060 DUAL (LHR) [NE63060019K9-190AD] отличается высокой производительностью и станет отличным выбором для профессиональных рабочих станций и игровых систем. Благодаря технологиям Ampere, мощному видеопроцессору и 12 ГБ встроенной памяти данная модель позволяет с легкостью решать любые задачи – будь то работа с графикой, моделирование или запуск игр. Кроме того, видеоускоритель поддерживает трассировку лучей, что может обеспечить более реалистичное изображение в играх. Для отвода тепла предусмотрено 2 осевых вентилятора с особой формой лопастей, за счет которых рабочая температура не превышает 93°C.",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/h34/h94/64210422890526.jpg?format=gallery-medium",
		"category": "pc"
	},
	{
		"id": "pc_7",
		"name": "GIGABYTE B760M DS3H DDR4",
		"price": "57900",
		"description": "Материнская плата GIGABYTE B760M DS3H DDR4 – это надежная основа для сборки рабочей станции или мультимедийного ПК. Она содержит протестированные компоненты и отличается стабильностью в эксплуатации. На плате предусмотрены 4 слота под установку оперативной памяти стандарта DDR4, слоты расширения PCI-E x16 и PCI-E x1, 2 разъема M.2 и 4 порта SATA.",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/hf8/h1c/68345241534494.jpg?format=gallery-medium",
		"category": "pc"
	},
	{
		"id": "lap_1",
		"name": "Dell Alienware 17 R5 VR Ready 17.3\" LCD Gaming Notebook",
		"price": "450381",
		"description": "Игровой ноутбук линейки Alienware 17 R5 отличается крупным 17,3-дюймовым экраном, занимающим переднюю панель мобильного компьютера. Высокое разрешение монитора в паре с антибликовым покрытием гарантируют четкость и детализированность изображения. Удобно управлять портативным компьютером помогает клавиатура с крупными клавишами, дополнительными функциональными кнопками и сверхчувствительным тачпадом.",
		"imageURL": "https://nout.kz/upload/resize_cache/webp/iblock/642/490_490_140cd750bba9870f18aada2478b24840a/Dell_17_r5_1.webp",
		"category": "laptop"
	},
	{
		"id": "lap_2",
		"name": "Apple MacBook Air 15 2023 MQKW3 синий",
		"price": "593990",
		"description": " Apple MacBook Air 2023 15.3 - это обновленная версия популярного ноутбука, которая была выпущена в июне 2023 года. Новый MacBook Air получил ряд улучшений, включая более крупный экран, более мощный процессор и более длительное время автономной работы.Один из самых заметных изменений - это размер экрана. Новый MacBook Air оснащен 15,3-дюймовым дисплеем Liquid Retina, который имеет соотношение сторон 16:10 и разрешение 3024x1964 пикселей. Это означает, что новый MacBook Air предлагает больше места для работы и просмотра фильмов.",
		"imageURL": "https://gadgetstore.kz/wa-data/public/shop/products/71/06/671/images/2167/2167.750x0.jpg",
		"category": "laptop"
	},
	{
		"id": "lap_3",
		"name": "Asus ROG G703GI-E5148T",
		"price": "499990",
		"description": "Ноутбук ROG G703 – это современная игровая платформа на базе операционной системы Windows 10 Pro, способная конкурировать со стационарными геймерскими компьютерами благодаря мощной конфигурации, включающей разогнанный процессор Intel Core i9 девятого поколения и видеокарту NVIDIA GeForce RTX 2080.",
		"imageURL": "https://resources.cdn-kaspi.kz/img/m/p/h60/hfa/84941846085662.jpg?format=gallery-medium",
		"category": "laptop"
	}
]
